{"composite_breakdown_label":"","computation_units":"Hundraðshlutar (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Umfang peningasendinga sem hlutfall af vergri heildarlandsframleiðslu.","graph_titles":[],"graph_type":"line","indicator_name":"Umfang peningasendinga (í Bandaríkjadölum) sem hlutfall af vergri heildarlandsframleiðslu.","indicator_number":"17.3.2","national_geographical_coverage":"Ísland","page_content":"","permalink":"/17-3-2/","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-03-02.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (pdf 468kB)","indicator":"17.3.2","indicator_sort_order":"17-03-02","layout":"indicator","published":true,"sdg_goal":"17","target":"Kallað verði eftir viðbótarfjármagni hvaðanæva að til handa þróunarlöndum.","target_id":"17.3","un_custodian_agency":"Alþjóðabankinn (World Bank)","un_designated_tier":"1","national_indicator_available":"Umfang peningasendinga sem hlutfall af vergri heildarlandsframleiðslu.","computation_definitions":"Persónulegar peningasendingar innifela bæði persónulegar millifærslur og laun starfsmanna. Persónulegar millifærslur innifela allar núverandi millifærslur eða greiðslur sem eiga sér stað milli innlendra og erlendra heimila. Þannig innifela persónulegar millifærslur allar millifærslur milli innlendra og erlendra einstaklinga. Laun starfsmanna fela í sér allar tekjur tímabundinna starfsmanna sem starfa í hagkerfi hvar þeir eru ekki ríkisborgarar, sem og laun sem ríkisborgarar þiggja frá erlendum vinnuveitenda. Mælikvarðinn sýnir summu þessa tveggja þátta eins og skilgreint er í sjöttu útgáfu handbókar Alþjóðagjaldeyrissjóðsins um stöðlun greiðslujafnaðar.","source_active_1":true,"source_organisation_1":"Alþjóðbankinn","source_periodicity_1":"Árlega","source_earliest_available_1":1976,"source_geographical_coverage_1":"Ísland","source_url_1":"https://data.worldbank.org/indicator/BX.TRF.PWKR.DT.GD.ZS","source_url_text_1":"Umfang peningasendinga, mótteknar (% af GDP)","source_release_date_1":"14/11/2018","source_next_release_1":null,"source_statistical_classification_1":"Óopinber","source_contact_1":"data@worldbank.org","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-03-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","graph_type":"line","indicator":"17.3.2","indicator_name":"Volume of remittances (in United States dollars) as a proportion of total GDP","indicator_sort_order":"17-03-02","layout":"indicator","permalink":"/17-3-2/","published":true,"reporting_status":"complete","sdg_goal":"17","target":"Mobilize additional financial resources for developing countries from multiple sources","target_id":"17.3","graph_title":"Volume of remittances (in United States dollars) as a proportion of total GDP","un_custodian_agency":"World Bank","un_designated_tier":"1","national_indicator_available":"Volume of personal remittances received as a percentage of GDP","national_geographical_coverage":"Iceland","computation_units":"Percentage (%)","computation_definitions":"Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual - personal transfers and compensation of employees.","source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":1976,"source_geographical_coverage_1":"Iceland","source_url_1":"https://data.worldbank.org/indicator/BX.TRF.PWKR.DT.GD.ZS","source_url_text_1":"Personal remittances, received (% of GDP)","source_release_date_1":"14/11/2018","source_next_release_1":"TBC","source_statistical_classification_1":"Non-official","source_contact_1":"data@worldbank.org","page_content":""},"national_metadata_updated_date":"2022-11-24","national_data_updated_date":"2022-11-24","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.3: Mobilize additional financial resources for developing countries from multiple sources</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.3.2: Volume of remittances (in United States dollars) as a proportion of total GDP</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Personal remittances received as proportion of GDP is the inflow of personal remittances expressed as a percentage of Gross Domestic Product (GDP). </p>\n<p><strong>Concepts:</strong></p>\n<p>Personal remittances comprise of personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from non-resident households. Personal transfers thus include all current transfers between resident and non-resident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by non-resident entities. Data are the sum of two items defined in the sixth edition of the IMF&apos;s Balance of Payments Manual: personal transfers and compensation of employees.</p>\n<p>The concepts used are in line with the Sixth Edition of the IMF&apos;s Balance of Payments and International Investment Position Manual (BPM6).</p>","SOURCE_TYPE__GLOBAL":"<p>Volume of personal remittances data are sourced from IMF&#x2019;s Balance of Payments Statistics database and then gap-filled with World Bank staff estimates. </p>\n<p>GDP data, sourced from the World Bank&#x2019;s World Development Indicators (WDI) database is used as the denominator. GDP data collection is conducted from national and international sources through an annual survey of economists in the Bank&#x2019;s country office network &#x2013; the World Bank&#x2019;s principal mechanism for gathering quantitative macroeconomic information on its member countries.</p>","FREQ_COLL__GLOBAL":"<p>This is done on an annual basis.</p>","DATA_SOURCE__GLOBAL":"<p>The national data provider of personal remittances is the institution in charge of the collection and compilation of the Balance of Payments statistics. This responsibility varies and is country specific (i.e. Central Bank). World Bank staff estimates for personal remittances data are used for gap-filling purposes. Personal remittances data are not reported directly to the World Bank from the national data provider. They are reported to the International Monetary Fund (IMF), which is the institution in charge of overseeing balance of payment stability as part of its institutional mandate. </p>\n<p>GDP data are sourced from the World Bank&#x2019;s World Development Indicators (WDI) database and are compiled in accordance to the System of National Accounts, 2008 (2008 SNA) methodology. GDP data collection is conducted through the Unified Survey process, the World Bank&#x2019;s principal mechanism for gathering quantitative macroeconomic information on its member countries.</p>","COMPILING_ORG__GLOBAL":"<p>The government agency in charge of the collection and compilation of the Balance of Payments statistics is the responsible organization for compilation and reporting of the personal remittances data. This information gets reported by the countries&#x2019; government agencies to the International Monetary Fund. The World Bank is the responsible agency for compilation and reporting of the GDP data.</p>","DATA_COMP__GLOBAL":"<p>Personal remittances are the sum of two items defined in the sixth edition of the IMF&apos;s Balance of Payments Manual: personal transfers and compensation of employees. World Bank staff estimates on the volume of personal remittances data are used for gap-filling purposes. GDP data, sourced from the World Bank&#x2019;s World Development Indicators (WDI) database, are then used to express the indicator as a percentage of GDP.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>World Bank staff estimates for personal remittances data are based on data from IMF Balance of Payments Statistics database and data releases from central banks, national statistical agencies, and World Bank country desks.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>NA</p>","REG_AGG__GLOBAL":"<p>Regional and global estimates are calculated as the GDP weighted average. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for 207 countries are already currently available on a regular basis for this indicator.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>Data are compiled in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6). The manual is available at: https://www.imf.org/external/pubs/ft/bop/2007/bopman6.htm</p>\n<p>GDP data are compiled in accordance to the System of National Accounts, 2008 (2008 SNA) methodology. The manual is available at: http://unstats.un.org/unsd/nationalaccount/docs/SNA2008.pdf. </p>\n<p>Metadata also available at:</p>\n<p>http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series=BX.TRF.PWKR.DT.GD.ZS</p>","target_number":"17.3","goal_number":"17"}