{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Fjárhæð í Bandaríkjadölum sem veitt er til fjárhagslegs og tæknilegs stuðnings við þróunarlönd (m.a. með samstarfi milli svæða í norðri og suðri, innan suðursvæða og með þríhliða samstarfi).","graph_titles":[],"graph_type":"line","indicator_name":"Fjárhæð í Bandaríkjadölum sem veitt er til fjárhagslegs og tæknilegs stuðnings við þróunarlönd (m.a. með samstarfi milli svæða í norðri og suðri, innan suðursvæða og með þríhliða samstarfi).","indicator_number":"17.9.1","national_geographical_coverage":"","page_content":"\nMælikvarðinn fjallar um aðstoð til þróunarlanda og tekið er fram að aðstoðin tengist uppbyggingu á færni til að framkvæma landsáætlanir. Ísland leggur fram fjármuni til almennrar uppbyggingu á færni í gegnum Háskóla Sameinuðu þjóðanna. Um það er fjallað undir mælikvarða 4.b.1.\n","permalink":"/17-9-1/","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-09-01.pdf ","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 209 KB)","indicator":"17.9.1","indicator_definition":null,"indicator_sort_order":"17-09-01","layout":"indicator","published":true,"sdg_goal":"17","target":"Efldur verði alþjóðlegur stuðningur við þróunarlöndin til að ýta úr vör skilvirkri og hnitmiðaðri uppbyggingu með hliðsjón af landsáætlunum sem fela í sér sjálfbær þróunarmarkmið, þ.m.t. samstarf milli svæða í norðri og suðri, innan suðursvæða og þríhliða samstarf.","target_id":"17.9","un_custodian_agency":"Efnahags- og framfarastofnunin (OECD), Umhverfismálasjóður Sameinuðu Þjóðanna (UNEP), Alþjoðabankinn (WB)","un_designated_tier":"1","en":{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-09-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 209 KB)","graph_type":"line","indicator":"17.9.1","indicator_definition":"Total Overseas Development Aid (ODA) and Other Official Flows (OOF) to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries.","indicator_name":"Dollar value of financial and technical assistance (including through North-South, South-South and triangular cooperation) committed to developing countries","indicator_sort_order":"17-09-01","layout":"indicator","permalink":"/17-9-1/","published":true,"reporting_status":"complete","sdg_goal":"17","target":"Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the Sustainable Development Goals, including through North-South, South-South and triangular cooperation","target_id":"17.9","graph_title":"Dollar value of financial and technical assistance (including through North-South, South-South and triangular cooperation) committed to developing countries","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD) United Nations Environment (UNEP) World Bank (WB)","un_designated_tier":"1","page_content":"The indicator focuses on aid to developing countries, and it is pointed out that the\naid is related to the development of skills to implement national plans. Iceland provides funds for general skills development through the UNU Training Programmes. This is covered under indicator 4.b.1.\n"},"national_metadata_updated_date":"2022-11-24","national_data_updated_date":"2022-11-24","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.9: Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the Sustainable Development Goals, including through North-South, South-South and triangular cooperation</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.9.1: Dollar value of financial and technical assistance (including through North-South, South&#x2011;South and triangular cooperation) committed to developing countries</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-09</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Gross disbursements of total ODA and other official flows from all donors for capacity building and national planning.</p>\n<p><strong>Concepts:</strong></p>\n<p>ODA: The DAC defines ODA as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are </p>\n<p>i) provided by official agencies, including state and local governments, or by their executive agencies; and </p>\n<p>ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and</p>\n<p>is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). </p>\n<p>(See http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)</p>\n<p>Other official flows (OOF): Other official flows (excluding officially supported export credits) are defined as transactions by the official sector which do not meet the conditions for eligibility as ODA, either because they are not primarily aimed at development, or because they are not sufficiently concessional.</p>\n<p>(See http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf, Para 24).</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). </p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm). </p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year.</p>\n<p>Detailed 2015 flows was published in December 2016.</p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COMPILING_ORG__GLOBAL":"<p>OECD</p>","RATIONALE__GLOBAL":"<p>Total ODA and OOF flows to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries.</p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage is considered complete since 1995 for commitments at an activity level and 2002 for disbursements.</p>","DATA_COMP__GLOBAL":"<p>The sum of ODA and OOF flows from all donors to developing countries for capacity building and national planning.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None</p>","REG_AGG__GLOBAL":"<p>Global and regional figures are based on the sum of ODA and OOF flows.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a recipient basis for all developing countries eligible for ODA.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by type of flow (ODA or OOF), by donor, recipient country, type of finance, type of aid, sector, etc.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.oecd.org/dac/stats</p>\n<p><strong>References:</strong></p>\n<p>See all links here: http://www.oecd.org/dac/stats/methodology.htm</p>","target_number":"17.9","goal_number":"17"}